#+title: Emacs Config
#+author: Lucas Fernandez Cofré
#+startup: overview


* Actualizar Repositorio Git

#+begin_src bash :result output
gitscript.sh
#+end_src

#+RESULTS:
| [main a1c6bb2] commit de actualización por defecto para pequeñas modificaciones |                  |                 |
| 2 files changed                                                                 | 19 insertions(+) | 12 deletions(-) |

